<?php

return [
    'group' => 'Група',
    'resource' => [
        'id' => 'ИД',
        'single' => 'Корисник',
        'email_verified_at' => 'Е-пошта е верифицирана',
        'created_at' => 'Креирано на',
        'updated_at' => 'Ажурирано на',
        'verified' => 'Верифициран',
        'unverified' => 'Неверифициран',
        'name' => 'Име',
        'email' => 'Е-пошта',
        'password' => 'Лозинка',
        'roles' => 'Улоги',
        'teams' => 'Тимови',
        'label' => 'Корисници',
        'title' => [
            'show' => 'Прикажи корисник',
            'delete' => 'Избриши корисник',
            'impersonate' => 'Имперсонирај корисник',
            'create' => 'Креирај корисник',
            'edit' => 'Уреди корисник',
            'list' => 'Листа на корисници',
            'home' => 'Корисници',
        ],
        'notificaitons' => [
            'last' => [
                'title' => 'Грешка',
                'body' => 'Не можете да го избришете последниот корисник',
            ],
            'self' => [
                'title' => 'Грешка',
                'body' => 'Не можете да се избришете себеси',
            ],
        ],
    ],
    'bulk' => [
        'teams' => 'Ажурирај тимови',
        'roles' => 'Ажурирај улоги',
    ],
    'team' => [
        'title' => 'Тимови',
        'single' => 'Тим',
        'columns' => [
            'avatar' => 'Аватар',
            'name' => 'Име',
            'owner' => 'Сопственик',
            'personal_team' => 'Личен тим',
        ],
    ],
];
